Repository: hoshiizumiya/OpenNet
Catalog: OpenNet/Strings/*/Resources.resw
Source language: en_us
Languages: fr, it, ja, ko, ru, zh_cn, zh_hant

# RuntimeStatusValueColumn.Text
source: Current value
fr: Actuel value
it: Valore corrente
ja: 現在の値
ko: 현재 값
ru: Текущее значение
zh_cn: 当前值

# RuntimeStatusLastUpdated.Text
source: Waiting for first refresh
fr: Waiting pour premier actualisation
it: In attesa del primo aggiornamento
ja: 最初の更新を待機中
ko: 첫 새로 고침 대기 중
ru: Ожидание первого обновления
zh_cn: 正在等待首次刷新

# ViewTaskTrackersPageText20.Text
source: Tracker URL
fr: URL du traqueur
it: URL tracker
ja: トラッカー URL
ko: 트래커 URL
ru: URL трекера
zh_cn: Tracker 链接

# ViewTrackerLogWindowText3.Text
source: Tracker URL
fr: URL du traqueur
it: URL tracker
ja: トラッカー URL
ko: 트래커 URL
ru: URL трекера
zh_cn: Tracker 链接

# ViewTaskTrackersPageText11.Text
source: Tracker URL
fr: URL du traqueur
it: URL tracker
ja: トラッカー URL
ko: 트래커 URL
ru: URL трекера
zh_cn: Tracker 链接

source: Tracker URL
fr: URL du traqueur
it: URL tracker
ja: トラッカー URL
ko: 트래커 URL
ru: URL трекера
zh_cn: Tracker 链接

# ViewNetworkSettingsPageBestItem.Content
source: 精选列表（best.txt）
fr: Liste sélectionnée (best.txt)
it: Elenco selezionato (best.txt)
ja: 厳選リスト（best.txt）
ko: 선별 목록(best.txt)
ru: Избранный список (best.txt)

# ViewNetworkSettingsPageAllItem.Content
source: 完整列表（all.txt）
fr: Liste complète (all.txt)
it: Elenco completo (all.txt)
ja: 完全リスト（all.txt）
ko: 전체 목록(all.txt)
ru: Полный список (all.txt)

# ViewNetworkSettingsPageHttpItem.Content
source: HTTP(S) 列表（http.txt）
fr: Liste HTTP(S) (http.txt)
it: Elenco HTTP(S) (http.txt)
ja: HTTP(S) リスト（http.txt）
ko: HTTP(S) 목록(http.txt)
ru: Список HTTP(S) (http.txt)

# ViewNetworkSettingsPageNoHttpItem.Content
source: 无 HTTP 列表（nohttp.txt）
fr: Liste sans HTTP (nohttp.txt)
it: Elenco senza HTTP (nohttp.txt)
ja: HTTP なしリスト（nohttp.txt）
ko: HTTP 제외 목록(nohttp.txt)
ru: Список без HTTP (nohttp.txt)

# SettingsTrackerNavItem.Content
source: Tracker
fr: Traqueur
ja: トラッカー
ko: 트래커
ru: Трекер
zh_cn: 追踪器

# ViewThemesSettingsPageBackgroundExpander.Description
source: 应用的背景类型
fr: Type d’arrière-plan utilisé par l’application
it: Tipo di sfondo applicato
ja: 適用する背景タイプ
ko: 애플리케이션에 적용할 배경 유형
ru: Тип фона, используемый приложением

# ViewThemesSettingsPageAcrylicTypeCard.Description
source: 背景的亚克力效果模式
fr: Mode de l’effet Acrylic de l’arrière-plan
it: Modalità effetto Acrylic dello sfondo
ja: 背景の Acrylic 効果モード
ko: 배경의 Acrylic 효과 모드
ru: Режим эффекта Acrylic для фона

# ViewThemesSettingsPageAcrylicTypeCard.Header
source: 亚克力类型
fr: Type d’Acrylic
it: Tipo Acrylic
ja: Acrylic タイプ
ko: Acrylic 유형
ru: Тип Acrylic

# ViewThemesSettingsPageMicaTypeCard.Description
source: 背景的 Mica 效果模式
fr: Mode de l’effet Mica de l’arrière-plan
it: Modalità effetto Mica dello sfondo
ja: 背景の Mica 効果モード
ko: 배경의 Mica 효과 모드
ru: Режим эффекта Mica для фона

# ViewThemesSettingsPageMicaTypeCard.Header
source: Mica 类型
fr: Type de Mica
it: Tipo Mica
ja: Mica タイプ
ko: Mica 유형
ru: Тип Mica

# ViewThemesSettingsPageImageStretchCard.Description
source: 背景中图片大小的设置方式
fr: Définit la manière dont l’image est redimensionnée dans l’arrière-plan
it: Come ridimensionare l'immagine nello sfondo
ja: 背景画像のサイズ設定方法
ko: 배경에서 이미지 크기를 조정하는 방식
ru: Способ изменения размера изображения на фоне

# ViewThemesSettingsPageImageStretchCard.Header
source: 图片拉伸模式
fr: Mode d’étirement de l’image
it: Modalità adattamento immagine
ja: 画像の伸縮モード
ko: 이미지 맞춤 모드
ru: Режим растяжения изображения

# ViewThemesSettingsPageImageOpacityCard.Description
source: 图片在背景中的透明度，会覆盖窗口色
fr: Opacité de l’image dans l’arrière-plan ; elle se superpose à la couleur de la fenêtre
it: Opacità dell'immagine nello sfondo; sovrappone il colore della finestra
ja: 背景内の画像の不透明度。ウィンドウ色より前面に表示されます
ko: 배경 이미지의 불투명도이며 창 색상 위에 표시됩니다
ru: Прозрачность фонового изображения; оно накладывается поверх цвета окна

# ViewThemesSettingsPageImageOpacityCard.Header
source: 透明度
fr: Opacité
it: Opacità
ja: 不透明度
ko: 불투명도
ru: Прозрачность

# NavItem_RSS.Content
source: RSS
zh_cn: RSS 订阅

# HttpDownloadDialogUrlBox.Header
source: URL
zh_cn: 链接地址

# SettingsBitTorrentNavItem.Content
source: BitTorrent
zh_cn: 比特种子

# ViewTasksPageNavigationViewItemSpeedGraph.Header
source: Speed Graph
zh_cn: 速度图

# ViewTasksPageTabViewMenuFlyoutSubItemTabWidthMode.Text
source: TabView Width Mode
zh_cn: 选项卡宽度显示模式

# ViewTasksPageTabViewToggleMenuFlyoutItemTabWidthModeEqual.Text
source: Equal Width
zh_cn: 等宽

# ViewTasksPageTabViewToggleMenuFlyoutItemTabWidthModeSizeToContent.Text
source: Size To Content
zh_cn: 适配到内容

# ViewTasksPageTabViewToggleMenuFlyoutItemTabWidthModeCompact.Text
source: Compact
zh_cn: 紧凑

# ViewTaskSpeedGraphPageTextBlockHeader.Text
source: Graph customization
zh_cn: 自定义个性化图表

# ViewTaskSpeedGraphPageTextBlockDescription.Text
source: Changes are applied immediately and saved for the next session
zh_cn: 更改将会立即应用并保存

# ViewTaskSpeedGraphPageTextBlockBehavior.Text
source: Behavior
zh_cn: 显示

# ViewTaskSpeedGraphPageNumberBoxScrollDistanceUnit.Text
source: Pixels
zh_cn: 像素

# ViewTaskSpeedGraphPageSettingsCardHistoryBuffer.Header
source: History reserve
zh_cn: 历史保存

# ViewTaskSpeedGraphPageSettingsCardHistoryBuffer.Description
source: Retain off-screen points so widening the window can reveal recent history
zh_cn: 保留移动到屏幕外的部分数据点，这样当窗口放大时，就能显示出近期的历史记录

# ViewTaskSpeedGraphPageNumberBoxHistoryBuffer.Header
source: Screen widths
zh_cn: 屏幕宽度

# ViewTaskSpeedGraphPageSettingsCardScrollDistance.Header
source: Smooth curves
zh_cn: 平滑曲线处理

# ViewTaskSpeedGraphPageSettingsCardScrollDistance.Description
source: Interpolate adjacent samples with rounded curves
zh_cn: 使用平滑圆角曲线在相邻的采样点之间进行插值

# ViewTaskSpeedGraphPageSettingsExpanderHighlight.Header
source: Highlight line
zh_cn: 高亮线

# ViewTaskSpeedGraphPageSettingsExpanderHighlight.Description
source: Display a moving marker for sampled graph values
zh_cn: 为已采样的数值显示一个移动的标记

# ViewTaskSpeedGraphPageComboBoxItemHighestAcrossAllSeries.Content
source: Highest across all series
zh_cn: 所有系列中的最高值

# ViewTaskSpeedGraphPageComboBoxItemLowestInEachSeries.Content
source: Lowest in each series
zh_cn: 每个系列中的最低值

# ViewTaskSpeedGraphPageComboBoxItemLowestAcrossAllSeries.Content
source: Lowest across all series
zh_cn: 所有系列中的最低值

# ViewTaskSpeedGraphPageComboBoxItemHighestInEachSeries.Content
source: Highest in each series
zh_cn: 每个系列中的最高值

# ViewTaskSpeedGraphPageComboBoxItemCross.Content
source: Cross
zh_cn: 十字交叉线

# ViewTaskSpeedGraphPageSettingsCardAnimationDuration.Header
source: Animation duration
zh_cn: 动画间隔

# ViewTaskSpeedGraphPageComboBoxItemEachPoint.Content
source: Each point
zh_cn: 每个点

# ViewTaskSpeedGraphPageCanvasSettingsExpander.Header
source: Grid and canvas
zh_cn: 网格和画布

# ViewTaskSpeedGraphPageCanvasSettingsExpander.Description
source: Choose the canvas pattern and spacing
zh_cn: 选择画布图案和间距

# ViewTaskSpeedGraphPageBackgroundPatternSettingsCard.Header
source: Background pattern
zh_cn: 背景模式

# ViewTaskSpeedGraphPageCrossSpacingSettingsCard.Header
source: Cross spacing
zh_cn: 十字交叉线间隔

# ViewTaskSpeedGraphPageDotSpacingSettingsCard.Header
source: Dot spacing
zh_cn: 点间隔

# ViewTaskSpeedGraphPageCustomCanvasColorsSettingsCard.Header
source: Custom canvas colors
zh_cn: 自定义画布颜色

# ViewTaskSpeedGraphPageCustomCanvasColorsSettingsCard.Description
source: Override theme-aware grid and transparent canvas defaults
zh_cn: 覆盖默认的“主题感知网格”和“透明画布”颜色设置

# ViewTaskSpeedGraphPageCanvasColorsSettingsExpander.Header
source: Canvas colors
zh_cn: 画布颜色

# ViewTaskSpeedGraphPageCanvasColorsSettingsExpander.Description
source: Select the grid and canvas colors used when custom colors are enabled
zh_cn: 选择当启用自定义颜色时，所使用的网格（线）和画布颜色

# ViewTaskSpeedGraphPageBehaviorSettingsExpander.Description
source: Control sampling, movement, curve smoothing, and retained history
zh_cn: 控制采样、移动、曲线平滑和保留历史记录

# ViewTaskSpeedGraphPageBehaviorSettingsExpander.Header
source: Motion and history
zh_cn: 移动和历史

# ViewTaskSpeedGraphPageSeriesAppearanceGradientSettingsCard.Header
source: Gradient fill
zh_cn: 渐变填充

# ViewTaskSpeedGraphPageSeriesAppearanceBorderSettingsCard.Header
source: Border line
zh_cn: 边框线

# ViewTaskSpeedGraphPageBehaviorSettingsCard.Header
source: Scroll distance
zh_cn: 滑动距离

# ViewTaskSpeedGraphPageBehaviorSettingsCard.Description
source: Horizontal distance travelled during each scroll duration
zh_cn: 在每次滚动持续时间内，水平方向移动的距离

# ViewTaskSpeedGraphPageSettingsCardScrollDuration.Header
source: Scroll duration
zh_cn: 滚动时长

# ViewTaskSpeedGraphPageSettingsCardScrollDuration.Description
source: Time used to travel the configured distance
zh_cn: 移动指定距离所用的时间

# ViewTaskSpeedGraphPageSettingsCardSampleInterval.Header
source: Sample interval
zh_cn: 采样间隔

# ViewTaskSpeedGraphPageSettingsCardSampleInterval.Description
source: Telemetry sampling cadence
zh_cn: 遥测采样频率

# ViewTaskSpeedGraphPageAppearanceTextBlock.Text
source: Appearance
zh_cn: 外观

# ViewTasksPageCompletedDateTextBlock.Text
source: Completed Date
zh_cn: 完成日期

# ViewTasksPageShareRatioTextBlock.Text
source: Share Ratio
zh_cn: 分享率

source: Seeds/Peers[all]
zh_cn: 做种/用户[总]

# ViewTasksPageSeedsPeersTextBlock.Text
source: Seeds/Peers[all]
zh_cn: 做种/用户[总]

# ViewMainViewPortButtonToolTip.Content
source: Open NAT and port detection
zh_cn: NAT 端口检测

# CommonContentReload.Content
source: Reload
zh_cn: 重载

# CommonContentForward.Content
source: Forward
zh_cn: 前进

# CommonContentBack.Content
source: Back
zh_cn: 后退

# CommonContentGo
source: Go
zh_cn: 前往

# CommonContentOpenSysBrowser
source: Open in the default system browser
zh_cn: 在系统默认浏览器中打开

# ViewTasksPagePeersToolTip.Content
source: Connected seeds / connected peers [all known seeds / all known peers]
zh_cn: 已连接种子/已连接用户[所有已知种子/所有已知用户]

# ViewTaskFilesPageMenuItemPlayFile.Text
source: Play File
zh_cn: 播放文件

# CreateTorrentDialog.Title
source: Create torrent
zh_cn: 制作种子

# BT_Proxy_I2p.Content
source: I2P proxy
zh_cn: I2P 代理

# CreateTorrentFormat.Header
source: Torrent format
zh_cn: Torrent 格式

# CreateTorrentPieceSize.Header
source: Piece size
zh_cn: 分块大小

# CreateTorrentPieceSizeAuto.Content
source: Auto
zh_cn: 自动

# CreateTorrentStartSeeding.Content
source: Start seeding immediately
zh_cn: 完成后立即做种

# CreateTorrentUrlSeeds.Header
source: Web seed URLs
zh_cn: Web 种子 URL

# CreateTorrentUrlSeeds.PlaceholderText
source: One web seed URL per line
zh_cn: 每行一个 Web 种子 URL

# CreateTorrentSourceField.Header
source: Source
zh_cn: 源

# CreateTorrentSourceField.PlaceholderText
source: Optional source identifier
zh_cn: 可选的源标识

# CreateTorrentProgressWindowTitleBar.Title
source: Creating torrent
zh_cn: 正在制作 Torrent

# CreateTorrentProgressWindowTitleBar.Subtitle
source: Hashing files
zh_cn: 正在计算文件哈希

# CreateTorrentProgressDescription.Text
source: Creating BitTorrent metadata
zh_cn: 正在创建 BitTorrent 元数据

# CreateTorrentProgressSourceLabel.Text
source: Source
zh_cn: 源

# CreateTorrentProgressTargetLabel.Text
source: Target
zh_cn: 目标

# CreateTorrentProgressOpenFolder.Content
source: Open folder
zh_cn: 打开文件夹

# CreateTorrentCompleteSeedingFailed
source: The torrent was created, but it could not be added for seeding.
zh_cn: Torrent 已创建，但无法将其添加为做种任务。

# CreateTorrentCanceling
source: Canceling torrent creation…
zh_cn: 正在取消 Torrent 制作…

# CreateTorrentUnknownFailure
source: An unknown error occurred while creating the torrent.
zh_cn: 制作 Torrent 时发生未知错误。

# WebUISettingsEnabledCard.Header
source: Enable Web UI
zh_cn: 启用 Web UI

# WebUISettingsEnabledCard.Description
source: Allow browser and compatible API clients to connect to OpenNet.
zh_cn: 允许浏览器和兼容的 API 客户端连接 OpenNet。

# WebUISettingsSecurityHeader.Text
source: Sessions and security
zh_cn: 会话和安全

# WebUISettingsSessionExpander.Header
source: Authentication policy
zh_cn: 身份验证策略

# WebUISettingsSessionExpander.Description
source: Control local authentication, session lifetime and failed-login bans.
zh_cn: 控制本机身份验证、会话有效期和登录失败封禁。

# WebUISettingsSessionTimeoutCard.Header
source: Session timeout (seconds)
zh_cn: 会话超时（秒）

# WebUISettingsSessionLimitCard.Header
source: Session count limit
zh_cn: 会话数量上限

# WebUISettingsMaxFailuresCard.Header
source: Ban after consecutive failures
zh_cn: 连续失败后封禁

# WebUISettingsBanDurationCard.Header
source: Ban duration (seconds)
zh_cn: 封禁时长（秒）

# WebUISettingsRequestSecurityExpander.Header
source: Request protection
zh_cn: 请求保护

# WebUISettingsRequestSecurityExpander.Description
source: Protect browser sessions against forged requests and DNS rebinding.
zh_cn: 保护浏览器会话免受伪造请求和 DNS 重绑定攻击。

# WebUISettingsHostValidationCard.Header
source: Host header validation
zh_cn: Host 请求头验证

# WebUISettingsSecureCookieCard.Header
source: Secure cookie flag
zh_cn: Cookie Secure 标志

# WebUISettingsDomainsCard.Header
source: Allowed server domains
zh_cn: 允许的服务器域名

# WebUISettingsBypassLocalAuth.Header
source: Bypass authentication on localhost
zh_cn: 本机连接跳过身份验证

# WebUISettingsCsrfProtection.Header
source: CSRF protection
zh_cn: CSRF 保护

# ViewThemesSettingsPageBackgroundExpander.Header
source: 背景
fr: Arrière-plan
it: Sfondo
ko: 배경
ru: Фон

# ViewLiveGraphTestWindowCPU
source: CPU
fr: UC
ru: ЦП

# AppWebUI
source: Web UI
fr: Interface Web
it: Interfaccia Web
ko: 웹 UI
ru: Веб-интерфейс

# AboutProductExpander.Header
source: OpenNet for Windows
fr: OpenNet pour Windows
